<template>
    <!-- 交易规则 -->
    <div class="c_about_us">
        <header-bar></header-bar>
        <!-- 当前位置 -->
        <div class="position_bar">
            <div class="g_wrap">
                <div class="pos_lt">您的位置：首页 > 交易大厅</div>
            </div>
        </div>
        <!-- 主内容 -->
        <div class="lty_container">
            <div class="g_wrap">
                <!-- 左侧导航 -->
                <div class="about_us_lt">
                    <about-sidebar activeID="20"></about-sidebar>
                </div>
                <!-- 右侧内容 -->
                <div class="about_us_rt">
                    <h3 class="title">交易规则</h3>
                    <dl class="lty_dl">
                        <dt>第一章 总则</dt>
                        <dd>
                            <p>第一条 为规范贵州茶叶交易中心（以下简称“交易中心”）现货挂牌活动，促进商品规范、有序流通，保障交易各方的合法权益，根据国家相关法律法规制定本规则。</p>
                            <p>第二条 交易中心遵循“公开、公平、公正”的原则，发挥现代信息技术优势，为商品交易提供交易、结算、交割和信息发布等市场管理服务。</p>
                            <p>第三条 交易中心、交易商、指定交割仓库、指定结算银行、指定检验机构以及相关人员均应遵守本规则。</p>
                        </dd>
                        <dt>第二章 交易术语</dt>
                        <dd>
                            <p>第四条 现货挂牌是指卖方（或买方）交易商通过交易中心预先公布需要卖出（或买入）商品的名称、品牌、规格、等级、交割地点、交割日期、价格、数量等信息，符合资格的买方（或卖方）交易商选择是否应价，按“时间优先”的原则成交。</p>
                            <p>第五条 电子交易平台是指交易中心提供的以计算机和互联网技术为基础构建的交易平台，交易商通过该平台进行商品买卖和相关信息披露，成交后平台自动生成电子交易合同。</p>
                            <p>第六条 电子交易合同是指交易商依照法律法规和本规则及交易中心的有关规定，通过交易中心电子交易平台进行交易而达成的买卖合同。</p>
                            <p>第七条 交易账户是指交易中心为交易商设置的，用以按日序时登记核算交易商的出入金、手续费、保证金、交割货款及其它款项的账户。</p>
                            <p>第八条 商品代码是指交易中心电子交易平台中进行交易的上市商品的编号。</p>
                            <p>第九条 结算是指交易中心对交易商保证金、货款及其它款项根据交易结果进行计算及拨付的业务活动。</p>
                            <p>第十条 《仓单》是指交易商将符合交易中心规定（品牌、规格、质量等）的商品交付给交易中心指定交割仓库保管后，由该仓库开具的记载该批商品数量、质量等相关内容的权属凭证。</p>
                            <p>第十一条 《注册仓单》是指交易商将经交易中心认证品牌商品的《仓单》，提交交易中心核准并注册后形成的权属凭证。 《注册仓单》对应商品的提货只能凭交易中心出具的《提货单》办理。</p>
                            <p>第十二条 指定结算银行是指由交易中心指定的、协助交易中心办理结算业务的银行。</p>
                            <p>第十三条 指定交割仓库是指与交易中心签约的为交易商提供仓储服务及货物交割的仓库。</p>
                            <p>第十四条 指定检验机构是指由交易中心指定的为交易商提供质量检验服务的机构，其检验结果将被交易中心作为商品是否符合要求的依据。</p>
                        </dd>
                        <dt>第三章 交易商</dt>
                        <dd>
                            <p>第十五条 交易商是指经交易中心审核批准，可在交易中心从事商品交易的公司、其它经济组织。</p>
                            <p>第十六条 取得交易商资格须向交易中心提出申请，申请者对提交的全部文件的真实性、准确性和合法性承担全部法律责任。交易中心审核申请时，有权要求申请者提供文件资料原件进行比对审查。经交易中心审核批准后，申请者取得交易商资格。</p>
                            <p>第十七条 交易商应当在取得资格后的10个工作日内办理完成下列事项：</p>
                            <p>（一）  在指定结算银行开立银行结算账户；</p>
                            <p>（二）  与交易中心及指定结算银行签订三方协议或与指定结算银行签订双方协议；</p>
                            <p>（三）  按照交易中心的有关规定交纳相关费用；</p>
                            <p>（四）  交易中心规定的其它事项。</p>
                            <p>第十八条 交易中心为每个交易账户提供一个初始交易密码，初始交易密码由交易商自行管理，可自行变更。交易商应当妥善保管自己的交易密码。</p>
                            <p>第十九条 交易商享有下列权利：</p>
                            <p>（一）  参与交易中心商品交易；</p>
                            <p>（二）  享有交易中心提供的结算服务；</p>
                            <p>（三）  享有交易中心提供的交割服务；</p>
                            <p>（四）  享有交易中心提供的交易信息和有关服务；</p>
                            <p>（五）  使用交易中心提供的有关设施；</p>
                            <p>（六）  其它依法应享有的权利。</p>
                            <p>第二十条 交易商应履行下列义务：</p>
                            <p>（一）  遵守国家法律法规及交易中心相关规则、办法、细则；</p>
                            <p>（二）  接受交易中心的监管；</p>
                            <p>（三）  严格履行合同；</p>
                            <p>（四）  按交易中心规定交纳足额保证金和各项费用；</p>
                            <p>（五）  及时向交易中心通报其重大变更事项；</p>
                            <p>（六）  保证其提供材料的真实性、完整性、合法性，并承担相应法律责任；</p>
                            <p>（七）  维护交易中心声誉；</p>
                            <p>（八）  对其所属交易账户及密码的保管和使用所产生的法律后果承担全部责任；</p>
                            <p>（九）  实时关注交易中心官方网站，关注交易中心公布的与交易商有关的规则、公告、信息等；</p>
                            <p>（十）  其它依法应履行的义务。</p>
                            <p>第二十一条 交易中心有权取消存在下列情况之一的交易商的资格：</p>
                            <p>（一）  有违反国家法律、法规、规章行为的；</p>
                            <p>（二）  严重违反交易中心有关规定的；</p>
                            <p>（三）  不按交易中心有关规定交纳相关费用的；</p>
                            <p>（四）  交易中心认定的其它情况。</p>
                        </dd>
                        <dt>第四章 交易和交易管理</dt>
                        <dd>
                            <p>第二十二条 交易中心上市商品为大宗商品。交易中心需对拟上市商品进行审查，审查通过后将基本信息予以公告，公告后开始交易。</p>
                            <p>第二十三条 交易商通过交易中心进行销售或采购时，在交易中心规定的可交易范围内的商品，交易商可自主申请挂牌交易；在交易中心规定的可交易范围外的商品，需经交易中心审核批准并予以公告后，方可挂牌交易。</p>
                            <p>第二十四条 交易日为每周一至周五（国家法定节假日除外）。具体交易时间由交易中心另行公告。交易中心有权根据实际情况调整交易时间，并在交易中心网站公告。</p>
                            <p>第二十五条 挂牌交易实行保证金制度。交易商应按照交易中心规定交纳保证金，作为其履行合同而做出的担保承诺。保证金标准由交易中心按国家政策法规制定后公告。</p>
                            <p>第二十六条 交易中心有权根据市场变动情况变更保证金标准，并提前予以公告后生效。</p>
                            <p>第二十七条 每个交易日收市后，交易中心对每个交易商品根据当日成交数据按加权平均方式计算出该商品的风险控制基准价（以下简称“基准价”），该价格作为核算保证金和商品报价管理的基准价。</p>
                            <p>第二十八条 交易商应付的保证金由交易中心从交易商交易账户中的可用资金中划拨，可用资金不足以交纳应付的保证金的，交易中心将通知交易商追加保证金，该交易商须于次交易日上午9:30以前补足保证金，否则，交易中心将该交易商保证金不足部分的合同按违约处理。</p>
                            <p>第二十九条 交易商已冻结的保证金超过收取标准的，交易中心于每日收市后将多出部分划拨到交易商交易账户作为可用资金。</p>
                            <p>第三十条 卖方用全额《注册仓单》抵顶保证金的，可免收保证金。</p>
                            <p>第三十一条 挂牌交易分为卖方挂牌交易和买方挂牌交易。</p>
                            <p>第三十二条 挂牌交易流程为：</p>
                            <p>（一）挂牌</p>
                            <p>卖方（或买方）交易商按照交易中心的有关规定，将其准备销售（或采购）的，符合规定的品名、规格、原产地、数量、评分、质量标准（国家标准/行业标准）、价格、交货地、交收时间、交货方式、挂牌有效期等信息通过电子交易平台发布，该信息作为其交易指令下达至电子交易平台后完成挂牌。</p>
                            <p>挂牌后，交易商有权修改未成交部分挂牌指令的价格或撤销未成交的挂牌指令，当日闭市后未成交的挂牌指令自动撤销。</p>
                            <p>（二）应价成交</p>
                            <p>交易商查询挂牌信息，确定交易商品、输入交易数量作为交易指令下达至电子交易平台后完成应价，应价后电子交易平台自动成交并形成商品买卖合同。</p>
                            <p>（三）交割</p>
                            <p>进入交割期，卖方或买方提出交割申报并协商一致后，买卖双方按交易中心规定进行交割。最后交易日收市后未申报交割或申报交割未配对成功的商品买卖合同，按交易中心规定集中办理交割。
                            在合同到期前，卖方或买方可将商品买卖合同的权利义务转让给其他交易商，由其他交易商与合同相对方履行交割手续。</p>
                            <p>第三十三条 交易商通过其交易账户进行交易，该账户发生的所有交易行为均视为该交易商的交易行为。电子交易平台根据交易商交易账户和交易密码自动为该交易商的交易行为作出电子签名。交易商必须对其交易账户发出的所有交易指令及其结果承担法律责任。</p>
                            <p>第三十四条 交易商进行交易应按交易中心规定向交易中心交纳交易手续费，交易中心有权根据市场情况的变化调整交易手续费标准并予以公告。</p>
                        </dd>
                        <dt>第五章 结算和结算管理</dt>
                        <dd>
                            <p>第三十五条 交易中心实行每日结算制度。</p>
                            <p>第三十六条 交易中心在指定结算银行开立专用结算账户，用于清算交易商应交付的保证金、货款及其它款项。</p>
                            <p>第三十七条 指定结算银行的服务内容包括：</p>
                            <p>（一）  为交易中心开立专用结算账户；</p>
                            <p>（二）  为交易商开立银行结算账户；</p>
                            <p>（三）  根据交易中心提供的凭证划转相关款项；</p>
                            <p>（四）  根据交易中心和交易商要求在符合国家法律法规及政策的前提下提供各类金融服务。</p>
                            <p> 指定结算银行须保守交易中心和交易商的商业秘密。</p>
                            <p>第三十八条 交易商须在指定结算银行开立一个银行结算账户。交易中心与交易商之间资金划转通过同一结算银行的交易中心专用结算账户和交易商银行结算账户办理。</p>
                            <p>第三十九 交易中心根据交易结果和交易中心有关规定对交易商保证金、货款等相关的交易、交割款项进行结算。</p>
                            <p>第四十条 当交易商资金不足时，交易中心向该交易商发出补足资金的通知，交易商应及时补足资金。</p>
                            <p>第四十一条 交易中心为交易商提供结算服务。交割货款的结算实行“一收一付，先收后付”的方式。卖方按照合同成交价计算的货款金额收取货款并开具发票，买方按照合同成交价计算的货款金额支付货款。</p>
                            <p>第四十二条 当日结算完成后，交易商可以通过电子交易平台获得相关的结算数据。交易商对结算数据有异议的，应在不迟于次交易日8:30以书面形式向交易中心提出。如交易商在上述规定时间内没有提出异议，则视为交易商已认可结算数据的正确性。</p>
                            <p>第四十三条 交易商应加强交易资金管理，严格执行交易中心的有关规则、规定，及时核对结算数据。</p>
                        </dd>
                        <dt>第六章 交割和交割管理</dt>
                        <dd>
                            <p>第四十四条 申请交割:</p>
                            <p>（一）自合同约定交割日起，交易商可以申请交割；</p>
                            <p>（二）交易商申请交割后，电子交易平台自动向合同对应的交易商发出交割通知，对应的交易商在规定时间内未同意交割的，须按交易中心规定和合同约定承担违约责任。</p>
                            <p>第四十五条 交割申请成功，电子交易平台将卖方交易商交易保证金转为交割保证金予以冻结;买方交易商交易保证金转为货款予以冻结。</p>
                            <p>第四十六条 交割方式分为标准交割和协议交割。</p>
                            <p>（一）  标准交割是指买卖双方交易商按照电子交易合同模板修改签订的协议及交易中心有关规定办理交割的交割方式；</p>
                            <p>（二）  协议交割是指由交易中心提供结算服务，买、卖双方交易商自行协商货物的交割时间、数量、规格、交货地、货款支付等事项的交割方式。协议交割由买卖双方自行承担法律责任。</p>
                            <p>第四十七条 标准交割流程：</p>
                            <p>将交割申请成功之日定义为D1交割日，交割申请成功之后的交易日分别记为D2、D3。</p>
                            <p>（一）D1日交割申请成功。</p>
                            <p>（二）D2日起卖方交易商提交全额《注册仓单》，买方交易商提交全额货款。</p>
                            <p>1.卖方交易商于D2日13:30前向交易中心提交全额《注册仓单》，交易中心审核确认后，释放卖方交易商交割保证金，同时通知对应的买方交易商准备货款。买方交易商须于D2日15:30前按交易中心通知补足货款，否则视为违约。违约方支付违约部分货值的20%给守约方;</p>
                            <p>2.卖方交易商提交全额《注册仓单》时间在D2日13:30后D3日13:30前的，对应的买方交易商须于D3日15:30前按交易中心通知要求补足货款，否则视为违约，违约方支付违约部分货值的20%给守约方;</p>
                            <p>3.卖方交易商未能在D3交易日13:30前提交全额《注册仓单》的视为违约，违约方支付违约部分货值的20%给守约方;</p>
                            <p>4.卖方交易商提交全额《注册仓单》，买方交易商提交全额货款后，交易中心将买方交易商80%的货款划入卖方交易商账户。其余货款待买方交易商收到卖方交易商符合要求的发票并书面通知交易中心，并且卖方交易商结清仓储等相关费用后，交易中心将剩余货款划转至卖方交易商账户。卖方交易商提交符合要求发票的最迟时间为D3交割日后20个交易日内;</p>
                            <p>5.在卖方交易商提交《注册仓单》、买方交易商交款后，买方交易商领取《提货单》或《注册仓单》背书。</p>
                            <p> 6.买方交易商领取《提货单》后，需在二个交割日内凭《提货单》及相关证件到对应的指定交割仓库办理提货或转存手续，指定交割仓库经审核无误后，为买方办理提货或转存手续。</p>
                            <p>第四十八条 若买方对交割商品的质量、数量有异议，须在买方获得《提货单》或《注册仓单》后第二个交易日15:30前向交易中心书面提出（若交割商品数量较大时，买方可向交易中心申请延长异议时间）。买方交易商按规定提出异议的，须在提出异议之日后的5个交易日（检验机构的检验时间，不计算在内）内向交易中心提交交易中心指定检验机构出具的鉴定结论。若买方交易商逾期未提交鉴定结论的，视为对该批交割商品质量无异议。检验费用由异议提出方先行垫付，如果商品检验合格由异议提出方自行承担，如果检验不合格则由责任方承担。</p>
                            <p>第四十九条 交割手续费标准由交易中心制定并公告，交易中心有权根据实际情况的变化调整交割手续费标准并予以公告。</p>
                        </dd>
                        <dt>第七章 风险控制</dt>
                        <dd>
                            <p>第五十条 为保障交易安全，维护交易商的合法权益，交易中心制定和实行风险管理措施，控制交易风险。</p>
                            <p>第五十一条 风险管理包括：</p>
                            <p>（一）  保证金制度：交易商应按照交易中心规定交纳保证金，作为其履行合同而做出的担保承诺。保证金标准由交易中心按国家政策法规制定后公告，交易中心有权根据市场情况调整保证金标准；</p>
                            <p>（二）  风险警示制度：当交易中心认为必要时，可以分别或同时采取：通过电话或约见方式实施谈话提醒、对部分或者全部交易商发布风险提示函等，警示和化解风险，维护交易商合法权益。风险警示制度的措施，不得作为对具体价格走势的暗示或者干涉；</p>
                            <p>（三）  报价管理：为了维护市场秩序，避免恶意报价，有效控制交易风险，交易中心对挂牌商品实行报价管理；</p>
                            <p>（四）  交易软硬件管理：交易中心加强电子交易平台和通讯设施设备的维护管理，及时采用新技术更新强化功能，选择非交易时间检修，尽量避免设施设备故障造成交易的中断，保障交易环境安全；</p>
                            <p>（五）  交易中心根据市场情况发布其它风险管理措施。</p>
                            <p>第五十二条 交易中心为保障交易安全有权采取下列临时措施：</p>
                            <p>（一）  暂停个别交易商部分或全部交易；</p>
                            <p>（二）  对部分或全部的交易商调整保证金标准；</p>
                            <p>（三）  交易中心认为应采取的其它措施。</p>
                            <p>第五十三条 交易中心接收交易商关于风险控制的各类建议，根据市场反应及时研究和决定风险控制措施，保障交易安全。</p>
                        </dd>
                        <dt>第八章 异常情况处理</dt>
                        <dd>
                            <p>第五十四条 交易过程中，出现下列情形之一的，交易中心可以宣布市场交易进入异常情况，采取紧急措施化解风险：</p>
                            <p>（一）  地震、水灾、火灾、战争、罢工等不可抗力或计算机系统故障、网络故障等不可归责于交易中心的原因导致交易无法正常进行；</p>
                            <p>（二）  因交易商出现结算、交割危机，可能或已经对正常交易产生严重影响；</p>
                            <p>（三）  交易中心认定的其它情况。</p>
                            <p>出现上述异常情况时，交易中心可以采取调整交易时间、暂停交易、调整保证金标准、限制出金等紧急措施。</p>
                            <p>第五十五条 交易中心宣布市场交易进入异常情况并决定采取紧急措施前予以公告。交易中心在市场异常情况下采取相应措施造成的损失，交易中心不承担责任。</p>
                        </dd>
                        <dt>第九章 信息发布</dt>
                        <dd>
                            <p>第五十六条  交易中心通过电子交易平台或交易中心网站及其它方式发布交易中心有关文件和数据资料，向交易商提供交易行情及相关的行业综合信息。对于已经公开发出的信息均视为有效送达。</p>
                            <p>第五十七条  交易中心、交易商、指定结算银行、指定交割仓库、指定检验机构等均不得泄露在从事同交易中心有关业务中获取的商业秘密，不得发布虚假或带有误导性质的信息。</p>
                            <p>第五十八条  交易中心的信息归交易中心所有。未经许可，任何机构和个人不得擅自使用和传播。</p>
                        </dd>
                        <dt>第十章 监督管理</dt>
                        <dd>
                            <p>第五十九条 交易中心依据本规则及相关规定，对在交易中心内从事的交易活动进行监督管理。</p>
                            <p>第六十条 交易中心进行监督管理的主要职责包括：</p>
                            <p>（一）  监督、检查有关政策、法规及交易中心有关规则、规定的执行和落实情况，确保交易中心依法规范有序运行；</p>
                            <p>（二）  监督、检查交易商财务资信状况以及交易运行情况，按照“公开、公平、公正”原则，保护市场参与各方的利益；</p>
                            <p>（三）  监督、检查指定交割仓库仓储服务、货物交割以及相关业务的运行情况，确保交割顺利实施；</p>
                            <p>（四）  调解、处理有关交易纠纷，对各种违规行为进行调查处理；</p>
                            <p>（五）  协助司法机关、行政执法机关依法执行公务。</p>
                            <p>第六十一条 交易中心履行监督管理职责时，可以自行或委托专业人员调查、取证，相关各方应全力配合。</p>
                            <p>第六十二条 交易中心禁止下列行为：</p>
                            <p>（一）  妨碍交易中心工作人员履行职责；</p>
                            <p>（二）  拖欠有关费用及款项；</p>
                            <p>（三）  诋毁交易中心声誉，损坏交易中心财产；</p>
                            <p>（四）  恶意操纵市场，扰乱交易秩序；</p>
                            <p>（五）  其它违反本规则及交易中心相关规定的行为。</p>
                        </dd>
                        <dt>第十一章 违约和处理</dt>
                        <dd>
                            <p>第六十三条 交易商应对其在交易中心进行的交易活动及其结果承担法律责任。</p>
                            <p>第六十四条 下列行为属于违约行为，须由违约方承担违约责任：</p>
                            <p>（一）  买方未按规定及时足额支付货款及其它相关款项的；</p>
                            <p>（二）  卖方未按规定及时足额交付货物的；</p>
                            <p>（三）  卖方交付的货物质量不符合合同约定标准的；</p>
                            <p>（四）  卖方未按规定开具发票的（买卖双方协商后，买方同意延期开具发票的情况除外）；</p>
                            <p>（五）  交易中心认定的其它违约行为。</p>
                        </dd>
                    </dl>
                </div>
            </div>
        </div>
        <footer-bar></footer-bar>
    </div>
</template>
<script>
    /* all-component */
    import HeaderBar from '../../components/header.vue'
    import FooterBar from '../../components/footer.vue'
    import AboutSidebar from './index/about_sidebar.vue'

    export default {
        components: {
            HeaderBar,
            FooterBar,
            AboutSidebar
        }
    }
</script>
<style>
    @import "../../assets/css/aboutUs/about_us.css";
</style>