<template>
    <!-- 企业文化 -->
    <div class="c_about_us">
        <header-bar></header-bar>
        <!-- 当前位置 -->
        <div class="position_bar">
            <div class="g_wrap">
                <div class="pos_lt">您的位置：首页 > 交易大厅</div>
            </div>
        </div>
        <!-- 主内容 -->
        <div class="lty_container">
            <div class="g_wrap">
                <!-- 左侧导航 -->
                <div class="about_us_lt">
                    <about-sidebar activeID="02"></about-sidebar>
                </div>
                <!-- 右侧内容 -->
                <div class="about_us_rt">
                    <h3 class="title">法律声明</h3>
                    <dl class="lty_dl">
                        <dd>
                            一、本网站郑重提示：任何机构或者个人进入本网站，即被视为已完全知悉、理解并接受本声明的全部内容。茶叶交易所将视情况随时更新本网站，修改本“法律声明”。为此，请您务必定期浏览本页，以获知本文最新内容。如果您继续使用本网站，即会被视为已接受修改的内容。
                        </dd>
                        <dd>
                            二、除法律另有规定或者茶叶交易所与有关当事人另有约定外，本网站公开或显示的所有内容（包括但不限于文字、图表、照片等）及相 关软件程序(除注明作者、来源)的知识产权均归属茶叶交易所，受中国知识产权法及相关法律保护。 本网站中所标示出的“版权所有”是茶叶交易所对于整个网站的Logo标志、本站设计思想、本站构架以及本站自主设计、编写、制作 的内容和图像等具有自主权限的版权声明。
                        </dd>
                        <dd>
                            三、任何机构或者个人使用本网站，应遵守中国有关法律与本声明，不得妨碍本网站运行安全，不得利用本网站进行任何违法活动，不得损害茶叶交易所的合法权益。 在遵守中国有关法律与本声明的前提下，任何机构或者个人可基于非商业目的或为己方在蒙顶山茶叶交易所从事茶叶交易目的浏览、下载本网站 的内容；如出于其他商业营利目的，包括但不限于拷贝、下载、存贮、通过硬拷贝或电子抓取系统、发送、转换、出租、演示、转载、修改、传播、出版或任何其它 形式传播散发本网站内容，或创造与本网站内容相关的派生产品等行为，则必须通过茶叶交易所的书面许可，并在使用时注明来源和版权系茶叶交易所所有的标记。任何机构或者个人要使用本网站包含的由其它组织、团体或机构提供的内容，请直接与适当的版权持有人联 系。与之相关的任何事务以及法律责任均与本网站无关。
                        </dd>
                        <dt>
                            四、茶叶交易所在此特别声明对如下事宜不承担任何法律责任：
                        </dt>
                        <dd>
                            <p> 1、本网站对所提供的内容力求准确和完整，但并不对其准确性和完整性做出任何保证。对任何因直接或间接使用本网站内容而造成的损失，茶叶交易所不承担任何法律责任。</p>
                            <p>2、根据茶叶交易所交易规则，发售方是茶叶交易信息披露义务人，保证所披露的信息真实、准确、完整。茶叶交易所对通过本网站披露的与茶叶交易相关信息的真实性、准确性、完整性不承担任何责任。</p>
                            <p> 3、本网站不保证所设置外部链接的准确性和完整性。本网站到第三方网站的链接仅作为一种方便服务，茶叶交易所没有审查过任何第 三方网站，对这些网站及其内容不进行控制，也不负任何责任。因访问任何与本站链接的第三方网站，其可能带来的结果和风险全部由浏览者自行承担。</p>
                            <p>4、本网站亦不保证能随时、随地都可以使用本网站；或任何缺陷或错误都将得到更正；以及内容中没有病毒或其它有害成分，使用本网站之风险责任由浏览者承担。</p>
                        </dd>
                        <dd>五、在任何情况下，本网站不承担任何由于使用或无法使用本网站所造成的赔偿责任（包括但不限于任何直接、间接、惩罚性或附带等赔偿责任），即使本网站事先已被告知发生此种赔偿的可能性。这些限制适用于所有基于合同、民事侵权、严格赔偿责任或其它因素的责任纠纷。</dd>
                        <dd>七、茶叶交易所保留不需发布任何通知而修改、暂停、终止本网站运行的权利，以及不需发布任何通知而随时增加、修改或删除这些条款的权利。</dd>
                        <dd>八、茶叶交易所保留对本声明以及本网站使用的解释权。</dd>
                    </dl>
                </div>
            </div>
        </div>
        <footer-bar></footer-bar>
    </div>
</template>
<script>
    /* all-component */
    import HeaderBar from '../../components/header.vue'
    import FooterBar from '../../components/footer.vue'
    import AboutSidebar from './index/about_sidebar.vue'

    export default {
        components: {
            HeaderBar,
            FooterBar,
            AboutSidebar
        }
    }
</script>
<style>
    @import "../../assets/css/aboutUs/about_us.css";
</style>